"Add Field" = "Aggiungi nota";

"Album" = "Album";
"Artist" = "Artista";
"Artwork" = "Illustrazione";
"Author" = "Autore";
"Comment" = "Commento";
"Composer" = "Compositore";
"Copyright" = "Copyright";
"Creation Date" = "Data di creazione";
"Description" = "Descrizione";
"Director" = "Regista";
"Disclaimer" = "Note di licenza";
"Encoded By" = "Codificato da";
"Genre" = "Genere";
"Full Name" = "Nome completo";
"Keywords" = "Parole chiave";
"Title" = "Titolo";
"Information" = "Informazioni";
"Producer" = "Produttore";
"Edit Date" = "Modifica data";
"Track Number" = "Traccia";
"Performers" = "Interpreti";
"URL Link" = "Link URL";
"Playback Requirements" = "Requisiti di riproduzione";
"Original Artist" = "Artista originale";
"Original Source" = "Sorgente originale";
"Original Format" = "Formato originale";
"Software" = "Software";
"Product" = "Prodotto";
"Warning" = "Avviso";
"Writer" = "Scrittore";
"Year" = "Anno";
